[
    {
        "title": "",
        "mainImage": "",
        "body": ""
    },
    {
        "title": "",
        "mainImage": "",
        "body": ""
    },
    {
        "title": "",
        "mainImage": "",
        "body": "Captain's Log, Stardate 2947.3. We have been through a severe ion storm. One crewman is dead. Ship's damage is considerable. I have ordered a non-scheduled layover on Starbase Eleven for repairs. A full report of damages was made to the commanding officer of Starbase Eleven, Commodore Stone.
[Stone's Office
        ]
(Kirk is not in his usual gold shirt, but a green one with gold braiding.)
STONE: Maintenance Section Eighteen. The section is working on the Intrepid. Reschedule. The Enterprise is on priority one. That makes three times you've read it, Jim. Is there an error?
KIRK: No. But the death of the crewman.
STONE: Regulations, Captain. And the extract from your ship's computer log confirming this sworn deposition?
KIRK: Kirk to Enterprise.
UHURA [OC
        ]: Bridge here. Go ahead, Captain.
KIRK: Where's Mister Spock with that computer log extract?
[Bridge
        ]
UHURA: He should have been there ten minutes ago, sir.
[Stone's Office
        ]
KIRK: Kirk out.
STONE: It's a great pity. The service can't afford to lose men like Lieutenant Commander Finney.
KIRK: I agree. I waited until the last possible moment. We were on Red Alert. The storm got worse. I had to jettison the pod.
(The two man transporter alcove in the corner activates.)
KIRK: What took you so long, Mister Spock?
SPOCK: Captain, I believe I
STONE: I'll take that.
(As he puts the data card into his computer, the door opens and a teenage girl dressed in blue enters.)
KIRK: Jamie.
JAMIE: There you are. I just wanted one more look at you. The man who killed my father.
KIRK: That's not so. He was my friend.
JAMIE: Your friend? You hated him all your life! That's why you killed him, you murderer! You murderer! You murderer!
(She dissolves into tears.)
STONE: Mister Spock, would you please?
SPOCK: Miss Finney, come with me, please.
(They leave.)
STONE: Captain Kirk, you say you jettisoned the pod after the Red Alert?
KIRK: You have my sworn deposition.
STONE: Then, Captain, I must presume you've committed willful perjury. This extract from your computer log says you jettisoned the pod before going to Red Alert. Consider yourself confined to the base. Official inquiry will determine whether a general court martial is in order."
    }
]